{"Blues":"Blues developed in the 19th century and was originally played by a single performer singing with a guitar or banjo. By the 1960s, The Blues had evolved significantly along with the instruments used (now electric guitars, bass and drums) and made its way across the Atlantic to the UK and beyond. A common feature of Blues music is the 12-bar blues chord structure. This starts with 4 bars on the root note of the scale followed by two on the 4th. This is then followed by two on the root, one bar on the 5th, one bar on the 4th and another two on the root.",
"Classical":"Encompassing a huge range of sub-genres, classical music refers broadly to most orchestral styles between 1750 and 1820. It came as a reaction to the rules and restrictions prevalent in baroque music which predates it. To many people, anything pre-jazz sounds classical and may be referred to as such. Once you get inside this genre, however, you will find whole-world music and a stunning range of styles and categories.", 
"Country":"Also known as country and western, country music has its roots in the south of the USA. Having evolved from a combination of different fold styles. Combining the influence of working-class immigrants it takes its cues from Irish and Celtic folk, traditional English ballads and cowboy songs. In the modern era, there are numerous sub-genres like country pop, country rock and neo-country.",
"Dance":"Dance music is a far more modern genre that could also be broadly categorised as electronic music. With roots in disco music combined with the evolution of pop music, electronic dance music took off in the late 1980s and early ’90s. It is now home to an incredibly large number of sub-genres, some of which have become popular enough to be considered full genres in their own right.",
"Drill":"Haven’t heard of drill music? Don’t worry you’re not alone – yet. With this being a growing underground genre, it’s making its way into the media’s consciousness with a whole lot of controversy. Drill music is an aggressive music form taking its cues from grime, rap and dance music. Characterised by its own beat patterns, the lyrics feature what is often extreme violence and talk of criminal acts. As a result, there’s been police interventions and YouTube bans – some acts have to now get their videos authorised before being allowed to post. While it originated in the USA, it’s taken on a new British format mostly in South London where it’s growing.",
"Jungle":"A direct result of the dance music scene, drum and bass became a fully-fledged genre of its own. Characterised by high BPM drums and heavy bass lines, it borrows heavily from other genres. The drum and bass characteristics are significant enough for most people to be able to spot and categorise this genre quite easily.",


#7 Dubstep
Yet another love-child of the dance genre, dubstep is an evolution of garage and drum and bass. It came to prominence in the early 2000s, borrowing the heavy bass lines and distorted tones used in drum and bass.

Dubstep combined garage timing and urban influences to create an extremely energetic and popular genre of music.

#8 Easy Listening
Based more on mood rather than any particular musical traits, easy listening tends to omit vocal performances in favour of easy-going re-workings of popular pop and rock hits.

Coming to prominence in the 1970s the genre has perhaps gone through a bit of re-brand in the form of chill-out music.

#9 Electronic Dance Music (EDM)
We mentioned that dance has a lot of sub-genres, but this is its biggest. It’s the fastest-growing music type across the world and rose in popularity with DJs like David Guetta, Calvin Harris and Tiesto leading the way. It’s closely linked to House music and came about as disco declined.

Originally a cult and underground movement, EDM is now mainstream and while part of the dance music umbrella is very much its own entity. EDM festivals, big-name DJ gigs and Vegas events ensure it continues to be successful.

#10 Emo

With roots in rock, pop, heavy metal and punk, emo music has a specific goal in that it is designed to have a particularly emotive or emotional resonance.

Characterised by expressive melodic musicianship and often confessional lyrics. It is often associated with a particular fashion style that is also influenced by metal and punk.

#11 Funk
Funk uses a syncopated beat and heavy bass lines and distinctive grooves. It originates from African American influences and takes cues from Soul, Jazz and R&B.

Since rising to prominence in the 1960s, it has gone on to influence almost every genre of dance music as well as modern rock.


#12 Folk
Folk is a very traditional genre. Traditional folk music is orally passed down over time and often has no author. However, modern artists can still be labelled as Folk artists with their original songs.

Storytelling is a key aspect of folk music and whilst musical styles vary across the world, this is a consistent element.

#13 Garage
Another modern genre that has come directly from the evolution of electronic dance music, drum and bass and soul/R&B. Heavy baselines, irregular kick drum patterns and syncopated hi-hats are all standard characterisations for this popular style.


#14 Grunge
Grunge music is based on rock and punk and was popularised in the 1990s by bands like Nirvana and Pearl Jam. Played in a traditional rock band set up with electric guitars and bass, distorted guitars the main feature was a more anguished vocal style and perhaps a more negative outlook on life.

#15 Grime
This British take on hip-hop fuses the dubstep, garage, dancehall and drum and bass influences with rap and R&B.

Gaining notoriety through pirate radio stations in London, it has continuously evolved to incorporate more sounds and rhythms, gaining massive popularity in the process.

#16 Hip Hop
Now an extremely broad musical category, hip hop evolved out of a cultural explosion in the United States. Featuring vinyl records mixed on turntables and incorporating the rap genre along with heavy bass-lines and samples, hip hop has now become extremely significant in terms of music’s cultural influence in modern times.

#17 House
House Music
Linked to EDM and trance, House music began in a USA nightclub called The Warehouse in the late 1970s. It’s defined by a gradual build-up to a crescendo followed by a euphoric drop in the beat. To some extent, EDM has taken over from house music which had a peak in the 1990s and 2000s, but it’s still going strong, especially in places like Ibiza. It uses an addictively repetitious four-on-the-floor beat and a tempo of 120 to 130 beats per minute. A well-known sub-genre of house music is acid house.

#18 Indie
Another offshoot from rock and punk, indie music came from so-called ‘independent’ artists and bands who were not part of the mainstream music industry machine. The style of indie music has typically remained with a primary rock band set-up.

However, it has evolved from a blend of punk, and rock to include modern electronic and dance music.

#19 Jazz
Historically started in New Orleans in the early 1900s, Jazz typifies musical flexibility not seen by many other genres. Featuring a mix of rhythms and tempos as well as a focus on soloing, jazz also has a huge range of potential instrumental structures and setups.

It’s very common for there to be a drummer and a bass instrument as well as any number of lead instruments ranging from woodwind to stringed instruments.

Popular genres
#20 K-Pop

Remember Gangnam Style? This new genre of music was initially categorised as a brand, rather than a type of music. But it’s explosion not only in its native South Korea but in the Western world has elevated its status. It borrows a variety of forms, including pop, electronic music, rap, R&B and even classical music. Lady Gaga recently collaborated with a fledgeling K-Pop star Rose cementing its place in the US mainstream.

#21 Latin
Latin music refers to Latin America and the influence of the whole of South America on various styles. This genre of music has Spanish and African roots but was popularised in the United States in the 20th century by Hispanic and Latino immigrants.

Latin music is very percussive and driven by energy, passion, polyrhythms and movement.

#22 Metal
Metal, or Heavy Metal, is a sub-genre of rock music that has become a genre in its own right and spawned countless other sub-genres. Featuring a band setup with electric guitars, bass and drums, the distorted guitar sounds to give it the ‘heavy’ non-commercialised and aggressive sound.

Fast tempos and shrieking vocals have become synonymous with the style.

#23 Motown
This particular genre is extremely interesting because it was the creation of Motown Records, a subsidiary of Universal, that began what would become a fully-fledged musical genre.

Best described as a pop-soul hybrid, the acts signed to the record label created a sound that would become a movement and eventually a genre in its own right.

#24 Mod
Mod or modernist music came to prominence and popularity in the working-class communities of the UK in the 1960s. Modern jazz and the Northern Soul were strong influences on Mod music.

It can also be characterised as a lifestyle or subculture and was popularised by the film Quadrophenia.

#25 Opera
A key part of the classical music tradition in the West, opera features vocal performances that make up a specific type of musical theatre. Opera is essentially a story told to music.

The lines between opera and classical music are extremely blurred and very often the two genres overlap.

#26 Pop
Pop music or popular music is an ever-evolving genre that encompasses any music that is designed for the masses. Anything played on mainstream radio can be categorised as pop.

Over the years pop has enveloped almost every genre from Motown to metal, hip-hop to drum and bass.


#27 Punk
Punk is another British music genre with roots in sub-culture development. The punk-rock scene was characterised by heavy, fast guitars, simplistic songs and basic recording techniques. Punk became incredibly iconic because of its at the time radical image and lyrical themes.

These themes and aesthetics went on to influence entire genres of music in the future.

#28 Rap
Rap describes a style of vocal delivery. However, it can be rightly regarded as a musical genre due to its massive popularity. Developing alongside hip-hop in the United States, rap evolved from MCs toasting and deejaying in Jamaican dancehall music.

It has grown to incorporate increasingly complex rhyme schemes and has been appreciated in the same regard as poetry.

#29 Reggae
Originating in Jamaica in the 1960s and taking the world by storm through the work of Bob Marley, reggae is a fusion of traditional Jamaican folk music with jazz and R&B.

Offbeat rhythms and staccato chords are common musical themes, and Reggae is closely linked to Rastafarianism and Afrocentric religion.

#30 Rhythm and Blues (R&B)
Another extremely interesting genre that has undergone several different shifts in focus. Originating in African American communities in the 1940s, it was popularized in the 1950s and the term was applied to blues records. In the 1970s the term was used to describe soul and funk.

However, its latest incarnation has blended with hip-hop and a whole range of other styles. From the 1980s to the present day it has described popular soulful artists, from Maria Carey and Whitney Houston to SZA and Jorja Smith.

#31 Rock
Arising from the evolution of the electric guitar and distorted amplification, rock music is now home to hundreds of sub-genres. Popularised in both the UK and the United States by bands playing a 4/4 rhythm and singing verse-chorus songs, it has become part of music history.

Rock’n’roll music is characterised by guitars and a heavy snare and a kick drum rhythm.


#32 Soul
Another genre that came from African American roots, soul music is an evolution from original rhythm and blues, gospel and jazz.

Featuring hand claps, call-and-response singing, and heavy focus on lead singers, Soul became so popular it eventually began to splinter into other genres, like Motown.

#33 Techno
Techno-music is a direct descendant of the dance music genre. It differentiates itself by having a much higher tempo and kick 4/4 kick drum lead beat.

#34 Trance
Another offshoot of electronic dance music, trance features heavily synthesised lead lines that have to induce a trance-like state in dancers. The euphoric nature of techno music is meant to take listeners on a journey.

#35 World
This is a huge genre that encompasses a localised version of traditional music from all over the globe. Each country has rhythmic and melodic nuances that set them apart.

The term World music can be used to describe all of them, but each country’s music has its own names and even sub-genres.