Repository: PseudoTV/PseudoTV_Live
Catalog: plugin.video.pseudotv.live/resources/language/resource.language.*/strings.po
Languages: pt_br

# #30000
source: Enable Debugging [Log errors]
pt_br: Ativar depuração [Erros de registro]

# #30001
source: Something went wrong, Try again...
pt_br: Algo deu errado, tente de novo...

# #30002
source: TV Networks
pt_br: Rede de TV

# #30003
source: TV Shows
pt_br: Séries

# #30004
source: TV Genres
pt_br: Gêneros de TV

# #30005
source: Movie Genres
pt_br: Gêneros de filme

# #30006
source: Mixed Genres
pt_br: Gênero Misto

# #30007
source: Movie Studios
pt_br: Estúdio de filme

# #30008
source: Utilities
pt_br: Utilidades

# #30009
source: Channels
pt_br: Canais

# #30010
source: Rebuild M3U/XMLTV
pt_br: Refazer M3U/XMLTV

# #30011
source: Delete [M3U/XMLTV/Genre] Files
pt_br: Deletar Arquivos [M3U/XMLTV/Genre]

# #30012
source: Reconfigure %s for use with %s
pt_br: Redefinir %s a cada %s dias

# #30013
source: Open Settings
pt_br: Abrir Configuração

# #30014
source: View Channels
pt_br: Ver Canais

# #30015
source: Clear Channels
pt_br: Limpar Canais

# #30016
source: %s file deleted
pt_br: %s arquivos deletados

# #30017
source: %s complete
pt_br: %s completo

# #30018
source: Channels
pt_br: Canais

# #30019
source: Enable Automatic PVR Grouping
pt_br: Habilitar Agrupamento Automático no PVR

# #30020
source: Advanced
pt_br: Avançado

# #30021
source: Refresh
pt_br: Atualizar

# #30022
source: Pre-defined Channels
pt_br: Canais Pré-definidos

# #30023
source: Recommended Channels
pt_br: Canais Recomendados

# #30024
source: User-Defined Channels
pt_br: Canais Definidos pelo Usuário

# #30025
source: Options
pt_br: Opções

# #30026
source: Recommended
pt_br: Recomendado

# #30027
source: Channel Manager
pt_br: Gerenciar Canal

# #30028
source: Change M3U/XMLTV/LOGO Location
pt_br: Alterar Localização de M3U/XMLTV/LOGO

# #30029
source: %s is busy, try again later...
pt_br: %s está ocupado, tente novamente mais tarde...

# #30030
source: Insert Fillers (Bumpers/Commercials/Trailers/Ratings)
pt_br: Inserir preenchimentos (Bumpers/Comerciais/Trailers/Classificações)

# #30031
source: Unable to locate channel, try clearing PVR cache.
pt_br: Incapaz de localizar o canal, tente limpar o cache do PVR.

# #30032
source: Master Instance
pt_br: Instância principal

# #30033
source: Imports
pt_br: Importações

# #30034
source: M3U file
pt_br: Arquivo M3U

# #30035
source: XMLTV file
pt_br: Arquivo XMLTv

# #30036
source: Enable Import
pt_br: Ativar importação

# #30037
source: Clear Import
pt_br: Limpar importação

# #30038
source: Pagination Size [Lower == Better Performance]
pt_br: Tamanho da paginação [menos = melhor desempenho]

# #30039
source: Max Guidedata (Days)
pt_br: Máximo do Guia de Programação (dias)

# #30040
source: Playback Seek Tolerance (Seconds)
pt_br: Tolerância de busca de reprodução (segundos)

# #30042
source: Save Accurate Duration to Kodi's Library
pt_br: Salvar progresso de visualização na biblioteca do Kodi

# #30044
source: Prefer Color Channel Logos
pt_br: Preferir Cor dos logotipos dos canais

# #30045
source: Playback Method
pt_br: Método de Reprodução

# #30046
source: Open Settings (IPTV Simple)
pt_br: Abrir Configurações (IPTV simples)

# #30047
source: Last Check Offset (Hours)
pt_br: Intervalo entre ultima verificação (Horas)

# #30048
source: Tweaks
pt_br: Ajustes

# #30049
source: %s not found, Please Install
pt_br: %s não encontrado, por favor instale

# #30050
source: Building
pt_br: Construindo

# #30051
source: Updating
pt_br: Atualizando

# #30052
source: Initializing...
pt_br: Inicializando...

# #30053
source: Complete
pt_br: Completo

# #30054
source: Enable Overlay
pt_br: Ativar Sobreposição

# #30055
source: Globals
pt_br: Globais

# #30056
source: No Channels Found, Please Configure.
pt_br: Nenhum canal encontrado, por favor, configure.

# #30057
source: Delete [M3U/XMLTV/Genre] Files?
pt_br: Excluir arquivos[M3U/XMLTV/Gênero]?

# #30058
source: Something went wrong, Lets try again...
pt_br: Algo deu errado, vamos tentar novamente ...

# #30059
source: Something went wrong, Lets try to fix!
pt_br: Algo deu errado, vamos tentar consertar!

# #30060
source: Play from here
pt_br: Reproduzir daqui

# #30061
source: Play onDemand
pt_br: Reproduzir onDemand

# #30062
source: Start Over
pt_br: Recomeçar

# #30063
source: Update
pt_br: Atualizar

# #30064
source: Build
pt_br: Construir

# #30065
source: Force %s to reload
pt_br: Forçar %s a recarregar

# #30066
source: Resource Packs
pt_br: Pacotes de recursos

# #30067
source: Logo Pack
pt_br: Pacote de logotipo

# #30068
source: Bumpers Pack
pt_br: Pacote de Bumpers

# #30069
source: Ratings Pack
pt_br: Pacote de classificações

# #30070
source: Commercials Pack
pt_br: Pacote de Comerciais

# #30071
source: Trailers Pack
pt_br: Pacote de Trailers

# #30072
source: Channel Manager
pt_br: Gerenciamento de canal

# #30073
source: Save Channel Changes?
pt_br: Salvar alterações do canal?

# #30074
source: Play from here
pt_br: Reproduzir daqui

# #30075
source: Custom Channel Groups
pt_br: Grupos de canais personalizados

# #30076
source: Enter Custom Groups Separate by '|' ex. Action|Comedy
pt_br: Inserir grupos personalizados Separe por '|' ex. Ação|Comédia

# #30077
source: Clear Pre-defined Channels
pt_br: Limpar canais predefinidos

# #30078
source: Recently Added
pt_br: Adicionado recentemente

# #30079
source: PVR Recordings
pt_br: Gravações PVR

# #30080
source: Mixed Other
pt_br: Outros misto

# #30081
source: View Friendly User-Log
pt_br: Exibir Log de usuário amigável

# #30082
source: Select Custom Channel Groups
pt_br: Selecione grupos de canais personalizados

# #30083
source: Select Content Path
pt_br: Selecionar caminho do conteúdo

# #30084
source: Enter Channel Name
pt_br: Digite o nome do canal

# #30085
source: Node Editor
pt_br: Editor de nós

# #30086
source: Playlist Editor
pt_br: Editor de lista de reprodução

# #30087
source: Enter Name
pt_br: Insira o nome

# #30088
source: Browse Path
pt_br: Caminho de Navegação

# #30089
source: Select Groups
pt_br: Selecionar grupos

# #30090
source: Customize Rules
pt_br: Personalizar regras

# #30091
source: Save Changes?
pt_br: Salvar alterações?

# #30092
source: Clear Settings?
pt_br: Limpar configurações?

# #30093
source: Clear User-Defined Channels
pt_br: Limpar canais definidos pelo usuário

# #30095
source: Include STRM's
pt_br: Incluir STRM

# #30096
source: Delete User-Defined Channels?
pt_br: Excluir canais definidos pelo usuário?

# #30097
source: Music Genres
pt_br: Gêneros musicais

# #30098
source: Listen to %s Radio...
pt_br: Esutando a Rádio %s ...

# #30099
source: Client Mode
pt_br: Modo Cliente

# #30100
source: Running in Client Mode
pt_br: Executando no modo cliente

# #30101
source: Starting Service...
pt_br: Iniciando o serviço...

# #30102
source: PlayList
pt_br: Lista de Reprodução
